brew "starship"
brew "gh"
cask "font-fira-code-nerd-font"
cask "chatgpt"
cask "codex-app"
cask "coteditor"
cask "firefox"
brew "fzf"
cask "ghostty"
brew "ghq"
brew "gitui"
brew "glow"
brew "micro"
cask "1password"
cask "1password-cli"
cask "kaleidoscope"
brew "bat"
brew "bat-extras"
brew "tmux"